Repository: lukaskaibel/issues-for-github
Catalog: Packages/GitIssuesKit/Sources/GitIssuesKit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans

# changeStatusCommand
source: Change status…
de: Status ändern …
es: Cambiar estado…
fr: Modifier le statut…
ja: ステータスを変更…
ko: 상태 변경…
pt_br: Alterar status…
ru: Изменить статус…
zh_hans: 更改状态…

# changeStatusPlaceholder
source: Change status…
de: Status ändern …
es: Cambiar estado…
fr: Modifier le statut…
ja: ステータスを変更…
ko: 상태 변경…
pt_br: Alterar status…
ru: Изменить статус…
zh_hans: 更改状态…

# changeWithoutSummary
source: Change
de: Änderung
es: Cambio
fr: Modification
ja: 変更
ko: 변경 사항
pt_br: Alteração
ru: Изменение
zh_hans: 更改

# changesQueued
source: %(count)lld changes queued
de: %lld Änderungen warten
es: %lld cambios en cola
fr: %lld modifications en attente
ja: %lld件の変更が送信待ち
ko: 변경 사항 %lld개 전송 대기
pt_br: %lld alterações na fila
ru: %lld изменения в очереди
zh_hans: %lld 项更改待发送

# changesSavedHereFirst
source: Changes you make are saved here first, then sent.
de: Deine Änderungen werden zuerst hier gespeichert und dann gesendet.
es: Los cambios que hagas se guardan aquí primero y luego se envían.
fr: Vos modifications sont d’abord enregistrées ici, puis envoyées.
ja: 変更はまずここに保存され、その後送信されます。
ko: 변경 사항은 먼저 여기에 저장된 다음 전송됩니다.
pt_br: As alterações que você faz são salvas aqui primeiro e depois enviadas.
ru: Изменения сначала сохраняются здесь, а затем отправляются.
zh_hans: 你所做的更改会先保存在这里，然后再发送。

# changesSavedLocallyFirst
source: Changes are saved locally first, then sent
de: Änderungen werden zuerst lokal gespeichert, dann gesendet
es: Los cambios se guardan primero en este Mac y luego se envían
fr: Les modifications sont d’abord enregistrées localement, puis envoyées
ja: 変更はまずローカルに保存され、その後送信されます
ko: 변경 사항은 먼저 이 Mac에 저장된 다음 전송됩니다
pt_br: As alterações são salvas localmente primeiro e depois enviadas
ru: Изменения сначала сохраняются локально, затем отправляются
zh_hans: 更改会先保存在本地，然后再发送

# changesSavedOnIPad
source: Changes are saved on this iPad first and sent to GitHub in the background. Offline changes go out when you're back online.
de: Änderungen werden zuerst auf diesem iPad gespeichert und im Hintergrund an GitHub gesendet. Was du offline änderst, wird gesendet, sobald du wieder online bist.
es: Los cambios se guardan primero en este iPad y se envían a GitHub en segundo plano. Los que hagas sin conexión se enviarán cuando vuelvas a estar en línea.
fr: Les modifications sont d’abord enregistrées sur cet iPad, puis envoyées à GitHub en arrière-plan. Celles faites hors ligne partent dès que vous êtes de nouveau en ligne.
ja: 変更はまずこのiPadに保存され、バックグラウンドでGitHubに送信されます。オフライン中の変更は、オンラインに戻ったときに送信されます。
ko: 변경 사항은 먼저 이 iPad에 저장되고 백그라운드에서 GitHub로 전송됩니다. 오프라인 상태에서 변경한 내용은 다시 온라인 상태가 되면 전송됩니다.
pt_br: As alterações são salvas primeiro neste iPad e enviadas ao GitHub em segundo plano. O que você alterar offline é enviado quando você voltar a ficar online.
ru: Изменения сначала сохраняются на этом iPad и в фоновом режиме отправляются на GitHub. Изменения, сделанные без сети, отправятся, когда подключение восстановится.
zh_hans: 更改会先保存在这台 iPad 上，然后在后台发送到 GitHub。离线时所做的更改会在你恢复联网后发送。

# changesSavedOnIPhone
source: Changes are saved on this iPhone first and sent to GitHub in the background. Offline changes go out when you're back online.
de: Änderungen werden zuerst auf diesem iPhone gespeichert und im Hintergrund an GitHub gesendet. Was du offline änderst, wird gesendet, sobald du wieder online bist.
es: Los cambios se guardan primero en este iPhone y se envían a GitHub en segundo plano. Los que hagas sin conexión se enviarán cuando vuelvas a estar en línea.
fr: Les modifications sont d’abord enregistrées sur cet iPhone, puis envoyées à GitHub en arrière-plan. Celles faites hors ligne partent dès que vous êtes de nouveau en ligne.
ja: 変更はまずこのiPhoneに保存され、バックグラウンドでGitHubに送信されます。オフライン中の変更は、オンラインに戻ったときに送信されます。
ko: 변경 사항은 먼저 이 iPhone에 저장되고 백그라운드에서 GitHub로 전송됩니다. 오프라인 상태에서 변경한 내용은 다시 온라인 상태가 되면 전송됩니다.
pt_br: As alterações são salvas primeiro neste iPhone e enviadas ao GitHub em segundo plano. O que você alterar offline é enviado quando você voltar a ficar online.
ru: Изменения сначала сохраняются на этом iPhone и в фоновом режиме отправляются на GitHub. Изменения, сделанные без сети, отправятся, когда подключение восстановится.
zh_hans: 更改会先保存在这台 iPhone 上，然后在后台发送到 GitHub。离线时所做的更改会在你恢复联网后发送。

# changingColumnsNeedsConnection
source: Changing columns needs a connection to GitHub. %(error)@
de: Zum Ändern der Spalten ist eine Verbindung zu GitHub nötig. %@
es: Para cambiar las columnas se necesita conexión con GitHub. %@
fr: La modification des colonnes nécessite une connexion à GitHub. %@
ja: 列を変更するにはGitHubへの接続が必要です。%@
ko: 열을 변경하려면 GitHub에 연결되어 있어야 합니다. %@
pt_br: Para alterar colunas, é preciso estar conectado ao GitHub. %@
ru: Чтобы изменить колонки, нужно подключение к GitHub. %@
zh_hans: 更改列需要连接到 GitHub。%@

# checkboxChecked
source: Checked
de: Abgehakt
es: Marcada
fr: Coché
ja: チェック済み
ko: 체크됨
pt_br: Marcado
ru: Отмечено
zh_hans: 已勾选

# checkboxUnchecked
source: Unchecked
de: Nicht abgehakt
es: Sin marcar
fr: Non coché
ja: 未チェック
ko: 체크 안 됨
pt_br: Desmarcado
ru: Не отмечено
zh_hans: 未勾选

source: Choose a Date…
de: Datum auswählen …
es: Elegir una fecha…
fr: Choisir une date…
ja: 日付を選択…
ko: 날짜 선택…
pt_br: Escolher uma data…
ru: Выбрать дату…
zh_hans: 选择日期…

source: Choose a project
de: Projekt auswählen
es: Elige un proyecto
fr: Choisir un projet
ja: プロジェクトを選択
ko: 프로젝트 선택
pt_br: Escolha um projeto
ru: Выберите проект
zh_hans: 选择项目

# chooseProject
source: Choose a project
de: Projekt auswählen
es: Elige un proyecto
fr: Choisissez un projet
ja: プロジェクトを選択
ko: 프로젝트 선택
pt_br: Escolha um projeto
ru: Выберите проект
zh_hans: 选择项目

# chooseRepositoryPlaceholder
source: Choose…
de: Auswählen …
es: Elegir…
fr: Choisir…
ja: 選択…
ko: 선택…
pt_br: Escolher…
ru: Выбрать…
zh_hans: 选择…

# classicTokenScopes
source: A classic token with the repo, project and read:org scopes. It is kept in iCloud Keychain and only sent to api.github.com.
de: Ein Token (classic) mit den Scopes repo, project und read:org. Es wird im iCloud-Schlüsselbund gespeichert und nur an api.github.com gesendet.
es: Un token clásico (classic) con los ámbitos repo, project y read:org. Se guarda en el Llavero de iCloud y solo se envía a api.github.com.
fr: Un jeton classique avec les scopes repo, project et read:org. Il est conservé dans le trousseau iCloud et envoyé uniquement à api.github.com.
ja: repo、project、read:orgスコープを持つclassicトークンです。iCloudキーチェーンに保存され、api.github.comにのみ送信されます。
ko: repo, project, read:org 범위가 있는 클래식 토큰을 사용합니다. 토큰은 iCloud 키체인에 보관되며 api.github.com으로만 전송됩니다.
pt_br: Um token clássico (classic) com os escopos repo, project e read:org. Ele fica nas Chaves do iCloud e só é enviado para api.github.com.
ru: Классический токен (classic) с областями repo, project и read:org. Он хранится в Связке ключей iCloud и отправляется только на api.github.com.
zh_hans: 需要具有 repo、project 和 read:org 作用域的经典（classic）令牌。它保存在 iCloud 钥匙串中，仅会发送至 api.github.com。

source: Clear Selection
de: Auswahl aufheben
es: Anular selección
fr: Tout désélectionner
ja: 選択を解除
ko: 선택 해제
pt_br: Limpar seleção
ru: Снять выделение
zh_hans: 取消选择

# clearSelectionCommand
source: Clear selection
de: Auswahl aufheben
es: Anular selección
fr: Tout désélectionner
ja: 選択を解除
ko: 선택 해제
pt_br: Limpar seleção
ru: Снять выделение
zh_hans: 取消选择

# clearSelectionWithEscShortcut
source: Clear selection (Esc)
de: Auswahl aufheben (Esc)
es: Anular selección (Esc)
fr: Tout désélectionner (Esc)
ja: 選択を解除（Esc）
ko: 선택 해제(Esc)
pt_br: Limpar seleção (Esc)
ru: Снять выделение (Esc)
zh_hans: 取消选择（Esc）

# closeWithEscShortcut
source: Close (Esc)
de: Schließen (Esc)
es: Cerrar (Esc)
fr: Fermer (Esc)
ja: 閉じる（Esc）
ko: 닫기(Esc)
pt_br: Fechar (Esc)
ru: Закрыть (Esc)
zh_hans: 关闭（Esc）

# closeWithSpaceShortcut
source: Close (Space)
de: Schließen (Leertaste)
es: Cerrar (Espacio)
fr: Fermer (Espace)
ja: 閉じる（スペース）
ko: 닫기(스페이스)
pt_br: Fechar (Espaço)
ru: Закрыть (пробел)
zh_hans: 关闭（空格键）

source: Closed, on no board
de: Geschlossen, auf keinem Board
es: Cerrada, sin tablero
fr: Fermé, sur aucun tableau
ja: クローズ済み（ボードなし）
ko: 닫힘, 보드에 없음
pt_br: Fechada, sem quadro
ru: Закрыта, не на доске
zh_hans: 已关闭，不在任何看板上

# closedProjects
source: Closed
de: Geschlossen
es: Cerrados
fr: Fermés
ja: クローズ済み
ko: 닫힘
pt_br: Fechados
ru: Закрытые
zh_hans: 已关闭

source: Colour
de: Farbe
es: Color
fr: Couleur
ja: カラー
ko: 색상
pt_br: Cor
ru: Цвет
zh_hans: 颜色

# colourBlue
source: Blue
de: Blau
es: Azul
fr: Bleu
ja: ブルー
ko: 파란색
pt_br: Azul
ru: Синий
zh_hans: 蓝色

# colourGray
source: Gray
de: Grau
es: Gris
fr: Gris
ja: グレイ
ko: 회색
pt_br: Cinza
ru: Серый
zh_hans: 灰色

# colourGreen
source: Green
de: Grün
es: Verde
fr: Vert
ja: グリーン
ko: 초록색
pt_br: Verde
ru: Зеленый
zh_hans: 绿色

# colourIs
source: Colour: %(colour)@
de: Farbe: %@
es: Color: %@
fr: Couleur : %@
ja: カラー：%@
ko: 색상: %@
pt_br: Cor: %@
ru: Цвет: %@
zh_hans: 颜色：%@

# colourPurple
source: Purple
de: Lila
es: Morado
fr: Violet
ja: パープル
ko: 보라색
pt_br: Roxo
ru: Фиолетовый
zh_hans: 紫色

# colourRed
source: Red
de: Rot
es: Rojo
fr: Rouge
ja: レッド
ko: 빨간색
pt_br: Vermelho
ru: Красный
zh_hans: 红色

# colourYellow
source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
ja: イエロー
ko: 노란색
pt_br: Amarelo
ru: Желтый
zh_hans: 黄色

# columnNamePlaceholder
source: Column name
de: Spaltenname
es: Nombre de la columna
fr: Nom de la colonne
ja: 列の名前
ko: 열 이름
pt_br: Nome da coluna
ru: Название колонки
zh_hans: 列名称

source: Column options
de: Spaltenoptionen
es: Opciones de la columna
fr: Options de la colonne
ja: 列のオプション
ko: 열 옵션
pt_br: Opções da coluna
ru: Параметры колонки
zh_hans: 列选项

source: Columns could not be saved
de: Spalten konnten nicht gespeichert werden
es: No se pudieron guardar las columnas
fr: Impossible d’enregistrer les colonnes
ja: 列を保存できませんでした
ko: 열을 저장할 수 없음
pt_br: Não foi possível salvar as colunas
ru: Не удалось сохранить колонки
zh_hans: 无法保存列

# commandPaletteEllipsis
source: Command Palette…
de: Befehlspalette …
es: Paleta de comandos…
fr: Palette de commandes…
ja: コマンドパレット…
ko: 명령 팔레트…
pt_br: Paleta de comandos…
ru: Палитра команд…
zh_hans: 命令面板…

# commandPalettePlaceholder
source: Type a command or search issues…
de: Befehl eingeben oder Issues suchen …
es: Escribe un comando o busca incidencias…
fr: Saisissez une commande ou recherchez des tickets…
ja: コマンドを入力、またはIssueを検索…
ko: 명령을 입력하거나 이슈 검색…
pt_br: Digite um comando ou busque issues…
ru: Введите команду или найдите задачи…
zh_hans: 输入命令或搜索议题…

# commandsSection
source: Commands
de: Befehle
es: Comandos
fr: Commandes
ja: コマンド
ko: 명령
pt_br: Comandos
ru: Команды
zh_hans: 命令

# conflictDescriptionEditedOnGitHub
source: The description was also edited on GitHub. Nothing has been overwritten: your version is shown below and has not been sent.
de: Die Beschreibung wurde auch auf GitHub bearbeitet. Nichts wurde überschrieben: Deine Version steht unten und wurde noch nicht gesendet.
es: La descripción también se editó en GitHub. No se ha sobrescrito nada: tu versión se muestra abajo y no se ha enviado.
fr: La description a aussi été modifiée sur GitHub. Rien n’a été écrasé : votre version est affichée ci-dessous et n’a pas été envoyée.
ja: 説明はGitHubでも編集されています。何も上書きされていません。あなたのバージョンは下に表示されており、まだ送信されていません。
ko: GitHub에서도 설명이 편집되었습니다. 덮어쓴 내용은 없습니다. 내 버전은 아래에 표시되며 아직 전송되지 않았습니다.
pt_br: A descrição também foi editada no GitHub. Nada foi sobrescrito: sua versão aparece abaixo e não foi enviada.
ru: Описание также изменили на GitHub. Ничего не перезаписано: ваша версия показана ниже и еще не отправлена.
zh_hans: 描述也在 GitHub 上被编辑过。没有任何内容被覆盖：你的版本显示在下方，尚未发送。

# conflictEditedOnGitHub
source: %(number)@ was edited on GitHub too.
de: %@ wurde auch auf GitHub bearbeitet.
es: %@ también se editó en GitHub.
fr: %@ a aussi été modifié sur GitHub.
ja: %@はGitHubでも編集されています。
ko: %@이(가) GitHub에서도 편집되었습니다.
pt_br: %@ também foi editada no GitHub.
ru: Задачу %@ также изменили на GitHub.
zh_hans: %@ 也在 GitHub 上被编辑过。

# conflictTitleEditedOnGitHub
source: The title was also edited on GitHub. Nothing has been overwritten: your version is shown below and has not been sent.
de: Der Titel wurde auch auf GitHub bearbeitet. Nichts wurde überschrieben: Deine Version steht unten und wurde noch nicht gesendet.
es: El título también se editó en GitHub. No se ha sobrescrito nada: tu versión se muestra abajo y no se ha enviado.
fr: Le titre a aussi été modifié sur GitHub. Rien n’a été écrasé : votre version est affichée ci-dessous et n’a pas été envoyée.
ja: タイトルはGitHubでも編集されています。何も上書きされていません。あなたのバージョンは下に表示されており、まだ送信されていません。
ko: GitHub에서도 제목이 편집되었습니다. 덮어쓴 내용은 없습니다. 내 버전은 아래에 표시되며 아직 전송되지 않았습니다.
pt_br: O título também foi editado no GitHub. Nada foi sobrescrito: sua versão aparece abaixo e não foi enviada.
ru: Заголовок также изменили на GitHub. Ничего не перезаписано: ваша версия показана ниже и еще не отправлена.
zh_hans: 标题也在 GitHub 上被编辑过。没有任何内容被覆盖：你的版本显示在下方，尚未发送。

# conflictsEditedOnGitHub
source: They were edited on GitHub too.
de: Die Issues wurden auch auf GitHub bearbeitet.
es: También se editaron en GitHub.
fr: Ils ont aussi été modifiés sur GitHub.
ja: 対象のIssueはGitHubでも編集されています。
ko: 해당 이슈가 GitHub에서도 편집되었습니다.
pt_br: Elas também foram editadas no GitHub.
ru: Эти задачи также изменили на GitHub.
zh_hans: 这些议题也在 GitHub 上被编辑过。

# conflictsNeedDecision
source: %(count)lld changes need your decision
de: %lld Änderungen erfordern deine Entscheidung
es: %lld cambios necesitan tu decisión
fr: %lld modifications attendent votre décision
ja: %lld件の変更について選択が必要です
ko: 결정이 필요한 변경 사항 %lld개
pt_br: %lld alterações aguardam sua decisão
ru: %lld изменения требуют вашего решения
zh_hans: %lld 项更改需要你决定

source: Copy Branch Name
de: Branch-Namen kopieren
es: Copiar nombre de la rama
fr: Copier le nom de branche
ja: ブランチ名をコピー
ko: 브랜치 이름 복사
pt_br: Copiar nome da branch
ru: Скопировать имя ветки
zh_hans: 拷贝分支名称

# copyBranchNameWithShortcut
source: Copy branch name (⌘⇧.)
de: Branch-Namen kopieren (⌘⇧.)
es: Copiar nombre de la rama (⌘⇧.)
fr: Copier le nom de branche (⌘⇧.)
ja: ブランチ名をコピー（⌘⇧.）
ko: 브랜치 이름 복사(⌘⇧.)
pt_br: Copiar nome da branch (⌘⇧.)
ru: Скопировать имя ветки (⌘⇧.)
zh_hans: 拷贝分支名称（⌘⇧.）

source: Copy Code and Open GitHub
de: Code kopieren und GitHub öffnen
es: Copiar código y abrir GitHub
fr: Copier le code et ouvrir GitHub
ja: コードをコピーしてGitHubを開く
ko: 코드 복사 후 GitHub 열기
pt_br: Copiar código e abrir o GitHub
ru: Скопировать код и открыть GitHub
zh_hans: 拷贝代码并打开 GitHub

# copyCodeAndOpenGitHubMac
source: Copy code and open GitHub
de: Code kopieren und GitHub öffnen
es: Copiar código y abrir GitHub
fr: Copier le code et ouvrir GitHub
ja: コードをコピーしてGitHubを開く
ko: 코드 복사 후 GitHub 열기
pt_br: Copiar código e abrir o GitHub
ru: Скопировать код и открыть GitHub
zh_hans: 拷贝代码并打开 GitHub

source: Copy GitHub Link
de: GitHub-Link kopieren
es: Copiar enlace de GitHub
fr: Copier le lien GitHub
ja: GitHubリンクをコピー
ko: GitHub 링크 복사
pt_br: Copiar link do GitHub
ru: Скопировать ссылку на GitHub
zh_hans: 拷贝 GitHub 链接

# copyGitHubLinkCommand
source: Copy GitHub link
de: GitHub-Link kopieren
es: Copiar enlace de GitHub
fr: Copier le lien GitHub
ja: GitHubリンクをコピー
ko: GitHub 링크 복사
pt_br: Copiar link do GitHub
ru: Скопировать ссылку на GitHub
zh_hans: 拷贝 GitHub 链接

# copyGitHubLinksCommand
source: Copy GitHub links
de: GitHub-Links kopieren
es: Copiar enlaces de GitHub
fr: Copier les liens GitHub
ja: GitHubリンクをコピー
ko: GitHub 링크 복사
pt_br: Copiar links do GitHub
ru: Скопировать ссылки на GitHub
zh_hans: 拷贝所选议题的 GitHub 链接

source: Copy Link
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
ja: リンクをコピー
ko: 링크 복사
pt_br: Copiar link
ru: Скопировать ссылку
zh_hans: 拷贝链接

# copyLinkWithShortcut
source: Copy link (⌘⇧C)
de: Link kopieren (⌘⇧C)
es: Copiar enlace (⌘⇧C)
fr: Copier le lien (⌘⇧C)
ja: リンクをコピー（⌘⇧C）
ko: 링크 복사(⌘⇧C)
pt_br: Copiar link (⌘⇧C)
ru: Скопировать ссылку (⌘⇧C)
zh_hans: 拷贝链接（⌘⇧C）

source: Copy Links
de: Links kopieren
es: Copiar enlaces
fr: Copier les liens
ja: リンクをコピー
ko: 링크 복사
pt_br: Copiar links
ru: Скопировать ссылки
zh_hans: 拷贝链接

# copyLinksWithShortcut
source: Copy links (⌘⇧C)
de: Links kopieren (⌘⇧C)
es: Copiar enlaces (⌘⇧C)
fr: Copier les liens (⌘⇧C)
ja: リンクをコピー（⌘⇧C）
ko: 링크 복사(⌘⇧C)
pt_br: Copiar links (⌘⇧C)
ru: Скопировать ссылки (⌘⇧C)
zh_hans: 拷贝链接（⌘⇧C）

source: Create
de: Erstellen
es: Crear
fr: Créer
ja: 作成
ko: 생성
pt_br: Criar
ru: Создать
zh_hans: 创建

source: Create Issue
de: Issue erstellen
es: Crear incidencia
fr: Créer le ticket
ja: Issueを作成
ko: 이슈 생성
pt_br: Criar issue
ru: Создать задачу
zh_hans: 创建议题

# createIssueMac
source: Create issue
de: Issue erstellen
es: Crear incidencia
fr: Créer le ticket
ja: Issueを作成
ko: 이슈 생성
pt_br: Criar issue
ru: Создать задачу
zh_hans: 创建议题

# createSubIssueCommand
source: Create sub-issue
de: Sub-Issue erstellen
es: Crear subincidencia
fr: Créer un sous-ticket
ja: サブIssueを作成
ko: 하위 이슈 생성
pt_br: Criar sub-issue
ru: Создать подзадачу
zh_hans: 创建子议题

# createTokenOnGitHub
source: Create a Token on GitHub
de: Token auf GitHub erstellen
es: Crear un token en GitHub
fr: Créer un jeton sur GitHub
ja: GitHubでトークンを作成
ko: GitHub에서 토큰 생성
pt_br: Criar um token no GitHub
ru: Создать токен на GitHub
zh_hans: 在 GitHub 上创建令牌

source: Created
de: Erstellt
es: Creada
fr: Création
ja: 作成
ko: 생성
pt_br: Criada
ru: Создана
zh_hans: 创建

# createdDateByAuthor
source: %(date)@ by %(author)@
de: %1$@ von %2$@
es: %1$@ por %2$@
fr: %1$@ par %2$@
ja: %2$@が%1$@に作成
pt_br: %1$@ por %2$@
ru: %1$@, автор: %2$@
zh_hans: %1$@，由 %2$@ 创建

# createdOnDateTooltip
source: Created %(date)@
de: Erstellt: %@
es: Creada: %@
fr: Créé : %@
ja: 作成日時：%@
ko: %@에 생성됨
pt_br: Criada: %@
ru: Создана: %@
zh_hans: 创建于 %@

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt_br: Apagar
ru: Удалить
zh_hans: 删除

source: Delete Column
de: Spalte löschen
es: Eliminar columna
fr: Supprimer la colonne
ja: 列を削除
ko: 열 삭제
pt_br: Apagar coluna
ru: Удалить колонку
zh_hans: 删除列

# deleteColumnEllipsis
source: Delete Column…
de: Spalte löschen …
es: Eliminar columna…
fr: Supprimer la colonne…
ja: 列を削除…
ko: 열 삭제…
pt_br: Apagar coluna…
ru: Удалить колонку…
zh_hans: 删除列…

# deleteColumnMessage
source: The column is removed from the project on GitHub. Its %(count)lld issues stay in the project without a status.
de: Die Spalte wird aus dem Projekt auf GitHub entfernt. Die %lld Issues darin bleiben ohne Status im Projekt.
es: La columna se elimina del proyecto en GitHub. Sus %lld incidencias se quedan en el proyecto sin estado.
fr: La colonne sera supprimée du projet sur GitHub. Ses %lld tickets resteront dans le projet, sans statut.
ja: 列はGitHubのプロジェクトから削除されます。この列の%lld件のIssueは、ステータスなしでプロジェクトに残ります。
ko: GitHub의 프로젝트에서 열이 제거됩니다. 이 열의 이슈 %lld개는 상태 없이 프로젝트에 남습니다.
pt_br: A coluna será removida do projeto no GitHub. As %lld issues dela continuam no projeto, sem status.
ru: Колонка будет удалена из проекта на GitHub. %lld задачи из нее останутся в проекте без статуса.
zh_hans: 此列将从 GitHub 上的项目中移除。其中的 %lld 个议题会保留在项目中，但没有状态。

# deleteColumnQuestion
source: Delete the “%(column)@” column?
de: Spalte „%@“ löschen?
es: ¿Eliminar la columna “%@”?
fr: Supprimer la colonne « %@ » ?
ja: 列「%@」を削除しますか？
ko: ‘%@’ 열을 삭제하겠습니까?
pt_br: Apagar a coluna “%@”?
ru: Удалить колонку «%@»?
zh_hans: 要删除“%@”列吗？

source: Delete Draft…
de: Entwurf löschen …
es: Eliminar borrador…
fr: Supprimer le brouillon…
ja: 下書きを削除…
ko: 초안 삭제…
pt_br: Apagar rascunho…
ru: Удалить черновик…
zh_hans: 删除草稿…

# deleteDraftCommand
source: Delete draft…
de: Entwurf löschen …
es: Eliminar borrador…
fr: Supprimer le brouillon…
ja: 下書きを削除…
ko: 초안 삭제…
pt_br: Apagar rascunho…
ru: Удалить черновик…
zh_hans: 删除草稿…

# deleteEmptyColumnMessage
source: The column is removed from the project on GitHub.
de: Die Spalte wird aus dem Projekt auf GitHub entfernt.
es: La columna se elimina del proyecto en GitHub.
fr: La colonne sera supprimée du projet sur GitHub.
ja: 列はGitHubのプロジェクトから削除されます。
ko: GitHub의 프로젝트에서 열이 제거됩니다.
pt_br: A coluna será removida do projeto no GitHub.
ru: Колонка будет удалена из проекта на GitHub.
zh_hans: 此列将从 GitHub 上的项目中移除。

source: Delete Issue…
de: Issue löschen …
es: Eliminar incidencia…
fr: Supprimer le ticket…
ja: Issueを削除…
ko: 이슈 삭제…
pt_br: Apagar issue…
ru: Удалить задачу…
zh_hans: 删除议题…

# deleteIssueCommand
source: Delete issue…
de: Issue löschen …
es: Eliminar incidencia…
fr: Supprimer le ticket…
ja: Issueを削除…
ko: 이슈 삭제…
pt_br: Apagar issue…
ru: Удалить задачу…
zh_hans: 删除议题…

# deleteItemQuestion
source: Delete %(number)@?
de: %@ löschen?
es: ¿Eliminar %@?
fr: Supprimer %@ ?
ja: %@を削除しますか？
ko: %@을(를) 삭제하겠습니까?
pt_br: Apagar %@?
ru: Удалить %@?
zh_hans: 要删除“%@”吗？

# deleteQuestion
source: Delete?
de: Löschen?
es: ¿Eliminar?
fr: Supprimer ce ticket ?
ja: 削除しますか？
ko: 삭제하겠습니까?
pt_br: Apagar?
ru: Удалить?
zh_hans: 要删除吗？

source: Delete Status
de: Status löschen
es: Eliminar estado
fr: Supprimer le statut
ja: ステータスを削除
ko: 상태 삭제
pt_br: Apagar status
ru: Удалить статус
zh_hans: 删除状态

# deleteStatusEllipsis
source: Delete Status…
de: Status löschen …
es: Eliminar estado…
fr: Supprimer le statut…
ja: ステータスを削除…
ko: 상태 삭제…
pt_br: Apagar status…
ru: Удалить статус…
zh_hans: 删除状态…

# deleteStatusQuestion
source: Delete the “%(name)@” status?
de: Status „%@“ löschen?
es: ¿Eliminar el estado “%@”?
fr: Supprimer le statut « %@ » ?
ja: ステータス「%@」を削除しますか？
ko: ‘%@’ 상태를 삭제하겠습니까?
pt_br: Apagar o status “%@”?
ru: Удалить статус «%@»?
zh_hans: 要删除“%@”状态吗？

source: Description
de: Beschreibung
es: Descripción
ja: 説明
ko: 설명
pt_br: Descrição
ru: Описание
zh_hans: 描述

# deviceCodeSpoken
source: Code %(code)@
de: Code %@
es: Código %@
fr: Code %@
ja: コード：%@
ko: 코드 %@
pt_br: Código %@
ru: Код %@
zh_hans: 代码 %@

source: Diagram
de: Diagramm
es: Diagrama
fr: Diagramme
ja: 図
ko: 다이어그램
pt_br: Diagrama
ru: Диаграмма
zh_hans: 示意图

source: Discard
de: Verwerfen
es: Descartar
fr: Abandonner
ja: 破棄
ko: 폐기
pt_br: Descartar
ru: Удалить
zh_hans: 放弃

source: Discard draft
de: Entwurf verwerfen
es: Descartar borrador
fr: Abandonner le brouillon
ja: 入力内容を破棄
ko: 작성 내용 폐기
pt_br: Descartar rascunho
ru: Удалить набросок
zh_hans: 放弃草稿

source: Discard this issue?
de: Dieses Issue verwerfen?
es: ¿Descartar esta incidencia?
fr: Abandonner ce ticket ?
ja: このIssueを破棄しますか？
ko: 이 이슈를 폐기하겠습니까?
pt_br: Descartar esta issue?
ru: Удалить новую задачу?
zh_hans: 要放弃此议题吗？

source: Dismiss
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭

source: Done
de: Fertig
es: OK
fr: OK
ja: 完了
ko: 완료
pt_br: OK
ru: Готово
zh_hans: 完成

# draftDeletionMessage
source: The draft “%(title)@” is removed from the board.
de: Der Entwurf „%@“ wird vom Board entfernt.
es: El borrador “%@” se elimina del tablero.
fr: Le brouillon « %@ » sera retiré du tableau.
ja: 下書き「%@」はボードから削除されます。
ko: ‘%@’ 초안이 보드에서 제거됩니다.
pt_br: O rascunho “%@” será removido do quadro.
ru: Черновик «%@» будет удален с доски.
zh_hans: 草稿“%@”将从看板中移除。

# draftNumber
source: Draft
de: Entwurf
es: Borrador
fr: Brouillon
ja: 下書き
ko: 초안
pt_br: Rascunho
ru: Черновик
zh_hans: 草稿

source: Due date
de: Fälligkeit
es: Fecha de vencimiento
fr: Échéance
ja: 期日
ko: 마감일
pt_br: Prazo
ru: Срок
zh_hans: 截止日期

source: Due date: none
de: Fälligkeitsdatum: keines
es: Fecha de vencimiento: ninguna
fr: Échéance : aucune
ja: 期日：なし
ko: 마감일: 없음
pt_br: Prazo: nenhum
ru: Срок не задан
zh_hans: 截止日期：无

# dueDatePlaceholder
source: Due date… try “fri” or “12.10.”
de: Fällig am … z. B. „fr“ oder „12.10.“
es: Fecha de vencimiento… prueba “vie” o “12/10”
fr: Échéance… essayez « ven » ou « 12/10 »
ja: 期日…「金」や「10月12日」など
ko: 마감일… 예: “금” 또는 “10월 12일”
pt_br: Prazo… tente “sex” ou “12/10”
ru: Срок… например, «пт» или «12.10.»
zh_hans: 截止日期… 试试“周五”或“10月12日”
